export const textHero = [
	{
		title: 'Реакт не сложен а дружелюб.',
		description: 'React — это библиотека JavaScript с открытым кодом для создания внешних пользовательских интерфейсов. В отличие от других библиотек JavaScript, предоставляющих полноценную платформу приложений, React ориентируется исключительно на создание представлений приложений через инкапсулированные единицы (называются компонентами), которые сохраняют состояние и генерируют элементы пользовательского интерфейса.',
	},
	{
		title: 'Основан на компонентах.',
		description: 'Создавайте инкапсулированные компоненты, которые управляют своим состоянием, а затем компонуйте их для создания сложных пользовательских интерфейсов.',
	},
	{
		title: 'Учитесь один раз — пишите где угодно.',
		description: 'Мы не строим предположений относительно остальной части вашего технологического стека, поэтому вы можете разрабатывать новые возможности в React без перезаписи существующего кода.',
	},
	{
		title: 'Реакт не сложен а дружелюб.',
		description: 'React — это библиотека JavaScript с открытым кодом для создания внешних пользовательских интерфейсов. В отличие от других библиотек JavaScript, предоставляющих полноценную платформу приложений, React ориентируется исключительно на создание представлений приложений через инкапсулированные единицы (называются компонентами), которые сохраняют состояние и генерируют элементы пользовательского интерфейса.',
	},
]

export const differences = {
	ways: 'Секция 1',
	easy: 'Секция2',
	program: 'Секция 3',
}